Repository: roqueforti/tabbycat-2.9.2
Catalog: tabbycat/availability/locale/*/LC_MESSAGES/django.po
Languages: it

source: Availability
it: Disponibilità

source: content type
it: tipo di contenuto

source: object id
it: id oggetto

source: round availability
it: disponibilità round

source: round availabilities
it: disponibilità round

source: Mark All Breaking Adjs as Available
it: Segna tutti i giudici di breaking come disponibili

source: Mark Everything as Available
it: Segna tutti disponibili

source: Copy Availability from %(prev_round)s
it: Copia disponibilità da %(prev_round)s

source: View Draw
it: Visualizza sorteggio

source: %(previous_unconfirmed)s debates from %(round)s do not have a completed ballot — this may lead to a draw that fails or is incorrect
it: Il ballot dei dibattiti %(previous_unconfirmed)s di %(round)s non sono completati — questo può portare a un sorteggio errato o impossibile

source: Generate Draw
it: Genera sorteggio

source: The draw cannot be generated until some teams have been marked as available.
it: Il sorteggio non può essere generato se non ci sono squadre contrassegnate come disponibili.

source: The draw cannot be generated until some adjudicators have been marked as available.
it: Il sorteggio non può essere generato se non ci sono squadre contrassegnate come disponibili.

source: The draw cannot be generated until some rooms have been marked as available.
it: Il sorteggio non può essere generato se non ci sono stanze contrassegnate come disponibili.

source: There aren't enough rooms marked as available for the number of debates — the draw may not generate properly.
it: Non ci sono abbastanza stanze contrassegnate come disponibili per il numero di dibattiti — il sorteggio potrebbe non essere generato correttamente.

source: There aren't enough adjudicators marked as available for the number of debates — the draw may not generate properly.
it: Non ci sono abbastanza giudici contrassegnati come disponibili per il numero di dibattiti — il sorteggio potrebbe non essere generato correttamente.

source: There is an uneven number of teams marked as available — the draw may not generate properly.
it: C'è un numero dispari di squadre contrassegnate come disponibili — si potrebbe generare un sorteggio non valido.

source: The number of teams marked as available is not a multiple of 4 — the draw may not generate properly.
it: Il numero di squadre contrassegnate come disponibili non è un multiplo di 4 — si potrebbe generare un sorteggio non valido.

source: One debate from %(prev_round)s <strong>does not have a completed ballot</strong>. This may lead to a draw that fails or is incorrect, depending on your draw rules. <a href="%(prev_round_results_url)s" class="alert-link"> Enter results from %(prev_round)s. </a>
it: Il ballot in un dibattito di %(prev_round)s <strong>ha il ballot non completato</strong>. Questo può portare a un sorteggio errato o fallito, a seconda delle regole del sorteggio. <a href="%(prev_round_results_url)s" class="alert-link"> Inserisci i risultati da %(prev_round)s. </a>

source: This is a page for <strong>%(round)s</strong>, but the previous round is still not marked as completed. Did you forget to <a href="%(complete_prev_round_url)s" class="alert-link"> mark %(prev_round)s as completed? </a>
it: Questa è una pagina per <strong>%(round)s</strong>, ma il round precedente non è ancora contrassegnato come completato. Hai dimenticato di <a href="%(complete_prev_round_url)s" class="alert-link"> segnare %(prev_round)s come completato? </a>

source: This is the first round, but its draw type is <strong>%(draw_type)s</strong>. Did you intend for it to be <strong>Random</strong> or <strong>Seeded</strong> instead? You can <a href="%(change_round_url)s" class="alert-link">edit this round's draw type in the Edit Database area.</a>
it: Questo è il primo round, ma il tipo di sorteggio è <strong>%(draw_type)s</strong>. Forse intendevi usare <strong>Casuale</strong> o <strong>Testa di serie</strong>? Puoi modificare il tipo di sorteggio del round nell'<a href="%(change_round_url)s" class="alert-link">area di modifica Database</a>.

source: This is an elimination round, but it doesn't have a break category. Elimination rounds must be associated with a break category. Please <a href="%(change_round_url)s" class="alert-link"> set this round's break category in the Edit Database area.</a>
it: Questo è un round ad eliminazione, ma non ha una categoria di break. I round a eliminazione devono essere associati a una categoria di break. <a href="%(change_round_url)s" class="alert-link"> imposta la categoria di break di questo round nell'area di modifica database.</a>

source: This is an elimination round, but its draw type is <strong>%(draw_type)s</strong>. The draw type of all elimination rounds must be "Elimination". Please <a href="%(change_round_url)s" class="alert-link"> change this round's draw type in the Edit Database area.</a>
it: Questo è un round a eliminazione, ma il suo tipo di sorteggio è <strong>%(draw_type)s</strong>. Il tipo di sorteggio di tutti i round a eliminazione deve essere "Eliminazione". <a href="%(change_round_url)s" class="alert-link"> modificare il tipo di sorteggio di questo round nell'area di modifica database</a>.

source: There don't appear to be any teams breaking in the %(break_category)s Break. Have you <a href="%(breakqual_teams_url)s" class="alert-link"> generated the break for the %(break_category)s Break</a> yet?
it: Non sembrano esserci squadre che superano il break %(break_category)s. Hai <a href="%(breakqual_teams_url)s" class="alert-link">generato il break per %(break_category)s Break</a>?

source: There's only one team breaking in the %(break_category)s Break. You can't generate an elimination round draw with only one team — you might like to <a href="%(breakqual_teams_url)s" class="alert-link"> review the break for the %(break_category)s Break</a>.
it: C'è solo una squadra che ssupera il break %(break_category)s. Non puoi generare un sorteggio nel round di eliminazione con una sola squadra — potresti voler <a href="%(breakqual_teams_url)s" class="alert-link"> rivedere il break di %(break_category)s Break</a>.

source: The team standings precedence is empty. This means that teams aren't ranked according to any metrics, so all teams will be in a single bracket containing everyone. If this isn't what you intended, set the team standings precedence in the <a href="%(standings_config_url)s" class="alert-link">Standings section of this tournament's configuration</a> before creating the draw. In most tournaments, the first metric should be points or wins.
it: La classifica delle squadre è vuota. Ciò significa che le squadre non sono classificate in base a nessuna metrica, quindi tutti sono tutti primi a pari merito. Se questo non è quello che volevi, imposta la classifica delle squadre nella sezione <a href="%(standings_config_url)s" class="alert-link">configurazione classifiche</a> di questo torneo. Nella maggior parte dei tornei, la prima metrica dovrebbe essere punti o vittorie.

source: Select All
it: Seleziona tutto

source: Select None
it: Deseleziona tutti

source: Check-Ins
it: Check-In

source: Check In All Breaking
it: Check In tutti i breaking

source: Copy from Previous
it: Copia dal precedente

source: Save Selected
it: Salva selezionati

source: Teams
it: Squadre

source: Adjudicators
it: Giudici

source: Rooms
it: Aule

source: Mark teams as available
it: Segna le squadre come disponibili

source: No need to set team availability
it: Non è necessario impostare la disponibilità delle squadre

source: There is an uneven number of teams marked as available for this round.
it: Le squadre contrassegnate come disponibili per questo round sono dispari.

source: The number of teams marked as available for this round is not a multiple of 4.
it: Il numero di squadre contrassegnate come disponibili per questo round non è un multiplo di 4.

source: Edit team availability
it: Modifica le disponibilità squadre

source: One adjudicator does not have an associated tournament. Set their 'Tournament' field in the Edit Database area if you want them to be marked as available.
it: Un giudice non è stato assegnato ad un torneo. Impostare il campo 'Torneo' nell'area di modifica database se si desidera che sia contrassegnato come disponibile.

source: %(count)s adjudicator who was not available last round, is available this round.
it: %(count)s giudice che non era disponibile il round precedente, ora è disponibile in questo.

source: The following %(count)s adjudicator, who was not available last round, is available this round: %(adjs_list)s
it: Il seguente %(count)s giudice, che non era disponibile il round precedente, ora è disponibile in questo round: %(adjs_list)s

source: %(count)s adjudicator who was available last round, is not available this round.
it: %(count)s giudice che era disponibile il round precedente, ora non è disponibile in questo.

source: The following %(count)s adjudicator, who was available last round, is not available this round: %(adjs_list)s
it: Il seguente %(count)s giudice, che non disponibile il round precedente, ora non è disponibile in questo round: %(adjs_list)s

source: Mark adjudicators as available
it: Segna i giudici come disponibili

source: There needs to be at least one adjudicator marked as available, given the number of debates.
it: In base al numero di dibattiti, è necessario che sia contrassegnato come disponibile almeno un giudice.

source: Edit adjudicator availability
it: Modifica disponibilità giudici

source: %(count)s room that was not available last round, is available this round.
it: %(count)s aula che non era disponibile il round precedente, ora è disponibile in questo.

source: The following %(count)s room, which was not available last round, is available this round: %(rooms_list)s
it: La seguente %(count)s aula, che non era disponibile il round precedente, ora è disponibile in questo round: %(rooms_list)s

source: %(count)s room that was available last round, is not available this round.
it: %(count)s aula che era disponibile il round precedente, ora non è disponibile in questo.

source: The following %(count)s room, which was available last round, is not available this round: %(rooms_list)s
it: La seguente %(count)s aula, che era disponibile il round precedente, ora non è disponibile in questo round: %(rooms_list)s

source: One room does not have an associated tournament. Set its 'Tournament' field in the Edit Database area if you want it to be marked as available.
it: Un aula non è stata assegnata ad un torneo. Impostare il campo 'Torneo' nell'area di modifica database se si desidera che sia contrassegnata come disponibile.

source: Mark rooms as available
it: Segna le aule come disponibili

source: There needs to be at least one room marked as available, given the number of debates.
it: In base al numero di dibattiti, è necessario che sia contrassegnata come disponibile almeno un aula.

source: Edit room availability
it: Modifica le disponibilità aule

source: no teams are debating
it: nessuna squadra sta dibattendo

source: %(nteams)d breaking team — no debates can happen
it: %(nteams)d team di break — non si può fare nessun dibattito

source: %(ndebating)d breaking team is debating this round
it: %(ndebating)d team di break sta dibattendo in questo round

source: ; %(nbypassing)d team is bypassing it
it: ; la squadra %(nbypassing)d lo sta bypassando

source: %(nadvancing)s advancing team is debating this round
it: %(nadvancing)s team avanzante sta dibattendo in questo round

source: Active Now
it: Attivo ora

source: Active in %(prev_round)s
it: Attivo in %(prev_round)s

source: Checked-In
it: Registrato

source: Team Availability
it: Disponibilità squadre

source: Adjudicator Availability
it: Disponibilità giudici

source: Room Availability
it: Disponibilità aule

source: Room
it: Aula

source: Display Name (for the draw)
it: Nome visualizzato (per il sorteggio)

source: Categories
it: Categorie

source: Priority
it: Priorità

source: Failed to update some or all availabilities due to an integrityerror. You should retry this action or make individual updates.
it: Impossibile aggiornare alcune o tutte le disponibilità a causa di un errore di integrità. È necessario riprovare questa azione o effettuare singoli aggiornamenti.

source: Checked in all teams, adjudicators and rooms.
it: Tutte le squadre, giudici e aule si sono registrati.

source: Checked in all breaking adjudicators.
it: Tutti i giudici di break si sono registrati.

source: Checked in all teams, adjudicators and rooms from previous round.
it: Tutte le squadre, i giudici e le aule del round precedente si sono registrati.
