Repository: roqueforti/tabbycat-2.9.2
Catalog: tabbycat/breakqual/locale/*/LC_MESSAGES/django.po
Languages: it

source: Break Qualification
it: Qualifiche del break

source: The %(rule)s break qualification rule is missing the following required metric in the team standings precedence: %(missing)s
it: La regola di qualificazione %(rule)s di break non possiede la seguente metrica richiesta nella classifica del team precedente: %(missing)s

source: tournament
it: torneo

source: name
it: nome

source: Name to be displayed, e.g., "ESL"
it: Nome da visualizzare, ad esempio "ESL"

source: slug
it: abbreviazione

source: Slug for URLs, e.g., "esl"
it: Abbreviazione per URL, ad esempio "esl"

source: sequence number
it: numero sequenziale

source: The order in which the categories are displayed
it: L'ordine di visualizzazione delle categorie

source: break size
it: dimensione break

source: Number of breaking teams in this category
it: Numero di squadre di break in questa categoria

source: is general
it: è generale

source: Are teams eligible for this break by default
it: Le squadre sono ammissibili a questo break per impostazione predefinita

source: priority
it: priorità

source: If a team breaks in multiple categories, higher priority numbers take precedence; teams can break into multiple categories if and only if they all have the same priority
it: Se una squadra finisce in più categorie, i numeri di priorità più alta hanno la precedenza; le squadre possono finire in più categorie se e solo se tutte hanno la stessa priorità

source: limit
it: limite

source: At most this many teams will be shown on the public tab for this category, or use 0 for no limit
it: Il numero massimo di squadre mostrate nella scheda pubblica per questa categoria, usa 0 per nessun limite

source: rule
it: regola

source: Rule for how the break is calculated (most tournaments should use "Standard")
it: Regola per come viene calcolato il break (la maggior parte dei tornei dovrebbe usare "Standard")

source: breaking teams
it: team di break

source: break category
it: categoria di break

source: break categories
it: categorie di break

source: team
it: squadra

source: rank
it: grado

source: break rank
it: grado break

source: Capped
it: Limitato

source: Ineligible
it: Non idoneo

source: Different break
it: Break differente

source: Disqualified
it: Squalificato

source: Lost coin toss
it: Lancio della monetina perso

source: Withdrawn
it: Ritirata

source: remark
it: osservazione

source: Used to explain why an otherwise-qualified team didn't break
it: Utilizzato per spiegare perché un team che sarebbe qualificato non passa il turno

source: breaking team
it: squadre nel break

source: Break Categories
it: Categorie di break

source: Break categories allow category-specific break rounds, <i>e.g.</i>, for novice or ESL categories. On this page, you can define what break categories exist. After you've defined the categories, the break rounds will be automatically generated, and you can set team eligibility on the <a href="%(eligibility_url)s">Eligibility</a> page.
it: Le categorie di break consentono cicli di pausa specifici per categoria, <i>es.</i>, per le categorie principianti o non madrelingua. In questa pagina puoi definire le categorie di break. Dopo aver definito le categorie, i turni dibreak verranno generati automaticamente, e puoi impostare l'idoneità del team sulla pagina <a href="%(eligibility_url)s">Ammissibilità</a>.

source: If you want to delete break categories, use the <a href="%(edit_db_url)s" class="alert-link">Edit Database</a> area.
it: Se si desidera eliminare le categorie di break, utilizzare l'area di <a href="%(edit_db_url)s" class="alert-link">modifica Database</a>.

source: Save Break Categories
it: Salva Categorie di break

source: Adjudicators can be marked as breaking in the <a href="%(feedback_url)s">Feedback Overview</a> section.
it: I giudici possono essere contrassegnati come di break nella sezione <a href="%(feedback_url)s">Panoramica feedback</a>.

source: Breaks
it: Break

source: This tournament does not have any break categories set up. You can read about how to create breaks <a href="https://tabbycat.readthedocs.io/en/stable/features/breaks.html" class="alert-link" target="_blank"> at our documentation. </a>
it: Questo torneo non ha nessuna categoria di break impostata. Puoi leggere come creare break <a href="https://tabbycat.readthedocs.io/en/stable/features/breaks.html" class="alert-link" target="_blank"> nella nostra documentazione. </a>

source: Team Eligibility
it: Ammissibilità squadre

source: <span class="badge float-right badge-light"> %(size)s Spots </span>
it: <span class="badge float-right badge-light"> Posti %(size)s </span>

source: Teams Eligible
it: Squadre Ammissibili

source: Breaking
it: Break

source: Excluded
it: Esclusa

source: Eligible
it: Idonea

source: Mark teams as eligible
it: Segna le squadre come idonee

source: Generate this break
it: Genera questo break

source: View this break
it: Visualizza il break

source: publicly visible
it: visibile al pubblico

source: not publicly visible
it: non visibile pubblicamente

source: Delete and Regenerate All Breaks
it: Elimina e Rigenera tutti i break

source: Generate the Break for All Categories
it: Genera i break per tutte le categorie

source: There are <strong>0 teams marked as eligible</strong> for this category — you will need to <a href="%(url)s" class="alert-link"> add some eligible teams</a> for this break to generate correctly.
it: Ci sono <strong>0 squadre contrassegnate come idonee</strong> per questa categoria — per generare correttamente questo break dovrai aggiungere <a href="%(url)s" class="alert-link"> alcune squadre ammissibili</a>.

source: This break uses the <strong>%(category)s</strong> rule — if you intended to use a different rule, you should <a href="%(url)s"> edit the rule for this break category in the Edit Database area</a>, then delete and regenerate all breaks. Please double-check this before announcing the break or releasing it to the public. The code that generates the break is not robustly tested for corner cases.
it: Questo break utilizza la regola <strong>%(category)s</strong> — se intendi usare una regola diversa, dovresti <a href="%(url)s"> modificare la regola per questa categoria di break nell'area di modifica database</a>, quindi eliminare e rigenerare tutte le interruzioni. Si prega di controllare ancora prima di annunciare il break o di rilasciarlo al pubblico. Il codice che genera il break non è stato testato a sufficienza in casi estremi.

source: To edit the break use the remarks in the right-hand column. Any team with a remark will be excluded from this break (the break generator will sometimes insert its own remarks). Then, click the appropriate Save Remarks and Update button below. If you have complicated break rules (for example, if some teams are allowed to choose their preferred category) then you may have to update remarks a few times to get the correct break. As a last resort, you can <a href="%(url)s"> edit the breaking teams list directly in the Edit Database area</a>.
it: Per modificare il break utilizzare le osservazioni nella colonna di destra. Qualsiasi squadra con un'osservazione sarà esclusa da questo break (il generatore di break a volte inserisce le proprie osservazioni). Quindi, fare clic sul pulsante Salva osservazioni e Aggiorna qui sotto. Se hai regole break complesse (per esempio, se alcune squadre hanno il permesso di scegliere la loro categoria preferita), allora potrebbe essere necessario aggiornare le osservazioni alcune volte per ottenere il break corretto. Come ultima risorsa, è possibile modificare <a href="%(url)s"> l'elenco delle squadre di break direttamente nell'area di modifica database</a>.

source: The <strong>public breaking teams</strong> configuration setting is enabled. As soon as you click the button, the breaking teams list will be visible on the public site, before you have a chance to double-check it! It is strongly recommended that you disable this setting on the <a href="%(options_url)s"> tournament configuration page</a> before generating the team breaks.
it: La configurazione <strong>publica squadre di break</strong> è abilitata. Non appena clicchi sul pulsante, la lista delle squadre di break sarà visibile sul sito pubblico, prima di avere la possibilità di ricontrollarlo! Si raccomanda vivamente di disabilitare questa impostazione sulla <a href="%(options_url)s">pagina di configurazione del torneo</a> prima di generare i team di break.

source: The break hasn't yet been generated. Would you like to generate the break for all categories? It's safe to generate the break before all preliminary rounds are complete, if you're curious — you can regenerate it later.
it: Il break non è ancora stato generato. Vuoi generare il break per tutte le categorie? Se sei curioso, non è un problema generare il break prima che tutti i cicli preliminari siano completi — puoi sempre rigenerarla più tardi.

source: <strong>Caution!</strong> The "public breaking teams" option is turned on, so the break is publicly visible. If you update the break(s), the changes will become visible <strong>immediately</strong>, <strong>without a chance for you to review them</strong>.
it: <strong>Attenzione!</strong> L'opzione "pubblica team nel break" è attivata, quindi il break è visibile pubblicamente. Se aggiorni il(i) break, le modifiche diventeranno visibili <strong>immediatamente</strong>, <strong>senza la possibilità di rivederli</strong>.

source: Save Remarks and Update All Breaks
it: Salva osservazioni e aggiorna tutti i break

source: Save Remarks and Update the %(category)s Break
it: Salva osservazioni e aggiorna il break %(category)s

source: There are <strong>%(count)s teams marked as eligible</strong> for this category. Would you like to add more eligible teams?
it: Ci sono <strong>%(count)s squadre contrassegnate come ammissibili</strong> per questa categoria. Vuoi aggiungere altre squadre ammissibili?

source: Overview
it: Panoramica

source: Adjudicators' Break
it: Break dei giudici

source: It looks like there aren't any break categories are defined. If you'd like to create new break categories you'll need to first <a href="%(categories_url)s" class="alert-link"> add them in the Edit Database area</a>, then return to this page to set team's eligibility.
it: Sembra che non ci siano categorie di break definite. Se vuoi creare nuove categorie di break, devi prima aggiungerle <a href="%(categories_url)s" class="alert-link"> nell'area di modifica database</a>, poi torna a questa pagina per impostare l'ammissibilità del team.

source: Adjudicators
it: Giudici

source: Grand Final
it: Finale

source: GF
it: F

source: Semifinals
it: Semifinale

source: Quarterfinals
it: Quarti di finale

source: Octofinals
it: Ottavi di finale

source: Double-Octofinals
it: Sedicesimi di finale

source: DOF
it: 16F

source: Triple-Octofinals
it: Trentaduesimi di finale

source: TOF
it: 32F

source: %s Finals
it: %s Finale

source: %s Semifinals
it: %s Semifinali

source: %s Quarterfinals
it: %s Quarti di finale

source: %s Octofinals
it: %s Ottavi di finale

source: %s Double-Octofinals
it: %s Sedicesimi di finale

source: %sDOF
it: %s16F

source: %s Triple-Octofinals
it: %s Trentaduesimi di finale

source: %sTOF
it: %s32F

source: Unknown %s break round
it: Round di break %s sconosciuto

source: U%sBR
it: RB%sS

source: Unknown break round
it: Round di break sconosciuto

source: UBR
it: RBS

source: There was an error generating the break for category %(category)s: %(message)s
it: Si è verificato un errore durante la generazione del break per la categoria %(category)s: %(message)s

source: Eligible for
it: Idoneo per

source: Edit Remark
it: Modifica nota

source: Changes to breaking team remarks saved and teams break updated for the following break categories: %(categories)s.
it: Modifiche ai commenti del team di break salvati e le squadre di break per le seguenti categorie di break: %(categories)s.

source: Changes to breaking team remarks saved and teams break updated for break category %(category)s.
it: Modifiche ai commenti del team di break salvati e le squadre di break per le seguenti categorie di break: %(category)s.

source: Changes to breaking team remarks saved.
it: Modifiche ai commenti del team di break salvate.

source: Teams break generated for the following break categories: %(categories)s.
it: Break di squadre generata per le seguenti categorie di break: %(categories)s.

source: Breaking Adjudicators
it: Giudici di break

source: Four-team formats require the break size to be either six times or four times a power of two.
it: I formati a quattro squadre richiedono che la dimensione del break sia una potenza di due per sei o per quattro.

source: Break Eligibility
it: Ammissibilità break

source: %s Speakers
it: %s Speaker

source: Team has %(nspeakers)s speaker with the %(category)s speaker category assigned
it: La squadra ha %(nspeakers)s debater con la categoria speaker %(category)s assegnata
