Repository: roqueforti/tabbycat-2.9.2
Catalog: tabbycat/adjfeedback/locale/*/LC_MESSAGES/django.po
Languages: bn, ca

source: Integer scales must have a minimum and maximum
bn: পূর্ণসংখ্যার স্কেলের অবশ্যই একটি সর্বোচ্চ এবং সর্বনিম্ন মান থাকবে
ca: Les escales de nombres enters han de tenir un mínim i un màxim

source: target
bn: লক্ষ্য
ca: objectiu

source: source adjudicator
bn: সূত্র/ উৎস বিচারক
ca: jutge emissor

source: source team
bn: সূত্র দল
ca: equip emissor

source: Target
bn: লক্ষ্য
ca: Objectiu

source: Source
bn: সূত্র/উৎস
ca: Font

source: Feedback timestamp and version
bn: প্রতিক্রিয়া টাইমস্ট্যাম্প এবং সংস্করণ
ca: Marca de temps de la retroalimentació i versió

source: %(timestamp)s (version %(version)s)
bn: %(timestamp)s (সংস্করণ %(version)s)
ca: %(timestamp)s (versió %(version)s)

source: 1 feedback submission was marked as confirmed. Note that this may have caused other feedback submissions to be marked as unconfirmed.
bn: 1টি প্রতিক্রিয়া জমা নিশ্চিত করা হিসাবে চিহ্নিত করা হয়েছে৷ মনে রাখবেন যে এটি অন্য প্রতিক্রিয়া জমাগুলিকে অসমর্থিত হিসাবে চিহ্নিত করার কারণ হতে পারে৷
ca: Una retroalimentació ha estat marcada com a confirmada. Això pot haver causat que altres retroalimentacions enviades hagin estat marcades com a NO confirmades.

source: 1 feedback submission was not marked as confirmed, probably because other feedback submissions that conflict with it were also marked as confirmed.
bn: 1টি প্রতিক্রিয়া জমা নিশ্চিত করা হিসাবে চিহ্নিত করা হয়নি, সম্ভবত কারণ এটির সাথে বিরোধপূর্ণ অন্যান্য প্রতিক্রিয়া জমাগুলিকেও নিশ্চিত হিসাবে চিহ্নিত করা হয়েছিল।
ca: Una retroalimentació no ha estat marcada com a confirmada, probablement perquè una altra retroalimentació que entra en conflicte amb aquesta ha estat marcada com a confirmada.

source: 1 feedback submission was marked as unconfirmed.
ca: Una retroalimentació ha estat marcada com a NO confirmada.

source: 1 feedback submission is now ignored.
bn: 1টি প্রতিক্রিয়া জমা এখন উপেক্ষা করা হয়েছে৷
ca: Una retroalimentació ara serà ignorada.

source: 1 feedback submission is now recognized.
ca: Una retroalimentació ara serà reconeguda.

source: Adjudicator Feedback
bn: বিচারক প্রতিক্রিয়া
ca: Retroalimentació del jutge

source: chair
bn: চেয়ার
ca: principal

source: solo
bn: একক
ca: únic

source: panellist
bn: প্যানেলিস্ট
ca: panelista

source: trainee
bn: নবিশ বিচারক
ca: jutge aprenent

source: Overall score (%(min)d=worst; %(max)d=best)*
bn: সর্বোপরি স্কোর (%(min)d=worst;%(max)d=best)*
ca: Puntuació total (%(min)d=pitjor; %(max)d=millor)

source: Ignored
bn: উপেক্ষিত
ca: Ignorat

source: Submitted -
bn: উপস্থাপিত -
ca: Presentat

source: -- Adjudicators --
bn: বিচারক মন্ডলী
ca: -- Grup de Jutges --

source: Adjudicator this feedback is about
bn: বিচারক এই প্রতিক্রিয়া সর্ম্পকে
ca: Jutge, aquesta retroalimentació és sobre

source: %(name)s (chair gave oral)
bn: %(name)s ( চেয়ার দেওয়া হয়েছে মৌখিক ভাবে)
ca: %(name)s (principal va donar retroalimentació)

source: %(name)s (panellist gave oral as chair rolled)
bn: %(name)s (প্যানেলিস্ট দেওয়া হয়েছে মৌখিক হিসেবে চেয়ার ঘূর্নিত হওয়ার পর)
ca: %(name)s (El panelista va donar retroalimentació oral)

source: This line (for %(adjudicator)s) didn't have a score
bn: এই লাইন ( %(adjudicator)s) কোনো স্কোর ছিল না
ca: Aquesta línia (per %(adjudicator)s) no té una puntuació

source: This line (for %(adjudicator)s) had too many columns
bn: এই লাইনটি (জন্য %(adjudicator)s) অনেক বেশি তালিকা ছিল
ca: Aquesta línia (per %(adjudicator)s) té massa columnes

source: There are several adjudicators called "%(adjudicator)s", so you can't use the bulk importer to update their score. Please do so in the Feedback Overview page instead.
bn: বিভিন্ন বিচারক মন্ডলী রয়েছে "%(adjudicator)s" নামক, সুতরাং আপনি তাদের ফলাফল হালনাগাদ এর ক্ষেত্রে স্তূপ আমদানিকারক ব্যবহার করতে পারবেন না. অনুগ্রহ করে প্রতিক্রিয়ার ক্ষেত্রে ইহাই করুন পরিদর্শন/ ওভারভিউ পেজের পরিবর্তে.
ca: Hi ha uns quants jutges anomenats "%(adjudicator)s", per això NO pots fer servir el bolcatge per actualitzar la seva nota. Si us plau, fes servir-ho a la pàgina de Visió General de Retroalimentacions.

source: There is no adjudicator in this tournament with the name "%(adjudicator)s"
bn: এই প্রতিযোগিতায় কোন বিচারক নেই "%(adjudicator)s" নামের সাথে
ca: No existeix cap jutge en aquest torneig anomenat "%(adjudicator)s"

source: The score for %(adjudicator)s, "%(score)s", isn't a number
bn: ফলাফলের জন্য %(adjudicator)s, "%(score)s", কোন সংখ্যা নয়
ca: La puntuació per a %(adjudicator)s, "%(score)s", no és un número

source: There were no scores to import.
bn: আমদানির জন্য কোন ফলাফল ছিল না.
ca: No hi va haver puntuacions per importar.

source: adjudicator
bn: বিচারক
ca: jutges

source: round
bn: পর্ব
ca: ronda

source: score
bn: স্কোর/ফলাফল
ca: puntuació

source: timestamp
bn: টাইমস্ট্যাম্প
ca: marca de temps

source: adjudicator base score history
bn: বিচারক ভিত্তিক ফলাফল ইতিবৃত্ত
ca: puntuació de l'examen de jutge

source: adjudicator base score histories
bn: বিচারক ভিত্তিক ফলাফল ইতিবৃত্ত সমূহ
ca: puntuacions de l'examen de jutge

source: question
bn: প্রশ্ন
ca: pregunta

source: feedback
bn: প্রতিক্রিয়া
ca: retroalimentació

source: answer
bn: উত্তর
ca: resposta

source: adjudicator feedback multiple select answer
bn: বিচারক প্রতিক্রিয়া একাধিক নির্বাচন উত্তর
ca: pregunta de múltiple opció de la retroalimentació de jutges

source: adjudicator feedback multiple select answers
bn: বিচারক প্রতিক্রিয়া একাধিক নির্বাচন উত্তর
ca: preguntes de múltiple opció de la retroalimentació de jutges

source: checkbox
bn: চেকবক্স
ca: casella de selecció

source: yes/no (dropdown)
bn: হ্যাঁ/না (নামানো)
ca: sí/no (desplegable)

source: long text
bn: দীর্ঘ পাঠ্য
ca: text llarg

source: select one
bn: একটি বাছাই করুন
ca: selecciona una

source: select multiple
bn: বহু বাছাই করুন
ca: esculli diversos

source: tournament
bn: প্রতিযোগিতা
ca: torneig

source: sequence number
bn: ক্রম সংখ্যা
ca: número de seqüència

source: The question displayed to participants, e.g., "Did you agree with the decision?"
bn: অংশগ্রহণকারীদের কাছে উক্ত প্রশ্নটি উত্থাপিত হয়েছে, e.g.,"আপনি কি সিদ্ধান্তটির সাথে একমত পোষণ করেছেন?"
ca: La pregunta mostrada als participants, per exemple, “Estàs d'acord amb la decisió?”

source: name
bn: নাম
ca: nom

source: A short name for the question, e.g., "Agree with decision"
bn: একটি সংক্ষিপ্ত নাম উক্ত প্রশ্নটির জন্য, e.g.,"সিদ্ধান্তের সাথে একমত পোষণ করুন"
ca: Un nom curt per la pregunta, p.e., "D'acord amb la decisió"

source: reference
bn: উল্লেখ/ প্রসঙ্গ
ca: referència

source: Code-compatible reference, e.g., "agree_with_decision"
bn: কোড সামঞ্জস্ কৃত উল্লেখ, e.g., " সিদ্ধান্তের সাথে একমত পোষণ করুন"
ca: Referència de codi compatible, p.e. "acord_decisió"

source: from adjudicator
bn: বিচারক হতে
ca: d'un jutge

source: Adjudicators should be asked this question (about other adjudicators)
bn: বিচারক মন্ডলীকে উক্ত প্রশ্নটি জিগ্গাসা করা হইবে (অন্যান্য বিচারক সম্পর্কে)
ca: Els jutges han de respondre aquesta pregunta (sobre altres jutges)

source: from team
bn: দল হতে
ca: d'un equip

source: Teams should be asked this question
bn: দল সমূহকে উক্ত প্রশ্নটি জিগ্গাসা করা উচিত
ca: Es demanarà als equips que responguin aquesta pregunta

source: answer type
bn: উত্তর ধরন
ca: tipus de resposta

source: required
bn: অপরিহার্য
ca: necessari

source: Whether participants are required to fill out this field
bn: অংশগ্রহণকারীদের এই ক্ষেত্রটি পূরণ করতে হবে কিনা
ca: Es requereix que els participants omplin aquest camp

source: minimum value
bn: নুন্যতম দাম
ca: valor mínim

source: maximum value
bn: সর্বোচ্চ মান
ca: valor màxim

source: choices
bn: পছন্দ
ca: opcions

source: adjudicator feedback question
bn: বিচারক প্রতিক্রিয়া প্রশ্ন
ca: pregunta de retroalimentació del jutge

source: adjudicator feedback questions
bn: বিচারক প্রতিক্রিয়া প্রশ্নসমূহ
ca: preguntes de retroalimentació del jutge

source: ignored
bn: উপেক্ষা
ca: ignorat

source: Whether the feedback should affect the adjudicator's score
bn: প্রতিক্রিয়া বিচারকের স্কোরকে প্রভাবিত করবে কিনা
ca: La retroalimentació afecta la puntuació del jutge

source: adjudicator feedback
bn: বিচারক প্রতিক্রিয়া
ca: retroalimentació del jutge

source: adjudicator feedbacks
bn: বিচারক প্রতিক্রিয়াসমূহ
ca: retroalimentacions del jutge

source: Either the source adjudicator or source team wasn't specified.
bn: হয় উৎস বিচারকারী বা উৎস দল নির্দিষ্ট করা হয়নি।
ca: L'emissor no ha estat especificat.

source: There was both a source adjudicator and a source team.
bn: একটি উত্স বিচারক এবং একটি উত্স দল উভয় ছিল।
ca: Hi ha un jutge i un equip emissor.

source: There is no adjudicator specified as the target for this feedback. Perhaps they were deleted?
bn: এই প্রতিক্রিয়ার লক্ষ্য হিসাবে নির্দিষ্ট কোন বিচারক নেই। সম্ভবত তারা মুছে ফেলা হয়েছে?
ca: No hi ha un jutge assignat com a receptor d'aquesta retroalimentació. Potser s'ha eliminat?

source: Adjudicator did not see this debate.
bn: বিচারক এই বিতর্ক দেখেননি।
ca: El jutge no ha presenciat aquest debat.

source: Whether the adj is marked as breaking (click to mark)
bn: বিচারক ব্রেকিং হিসাবে চিহ্নিত করা হয়েছে কিনা (চিহ্নিত করতে ক্লিক করুন)
ca: Assignació al tall (clica per assignar)

source: N/A
bn: অপ্রযোজ্য
ca: N/D

source: Current weighted score
bn: বর্তমান ওজনযুক্ত স্কোর
ca: Nota ponderada actual

source: This adjudicator's current rating.
bn: এই বিচারকের বর্তমান রেটিং।
ca: Nota actual del jutge.

source: Base score result
bn: বেস স্কোর ফলাফল
ca: Nota base

source: Click to edit base score
bn: বেইজ স্কোর সম্পাদনা করতে ক্লিক করুন
ca: Clica per editar la nota base

source: Assigned base score
bn: নির্ধারিত বেইজ স্কোর
ca: Nota base assignada

source: The current difference between an adjudicator's base score and current score
bn: একজন বিচারকের বেস স্কোর এবং বর্তমান স্কোরের মধ্যে বর্তমান পার্থক্য
ca: Diferència entre la nota base i la nota actual del jutge

source: The difference between this adjudicator's base score and current score
bn: একজন বিচারকের বেস স্কোর এবং বর্তমান স্কোরের মধ্যে বর্তমান পার্থক্য
ca: Diferència entre la nota base i la nota actual d'aquest jutge

source: The standard deviation of this adjudicator's current scores; with larger numbers meaning less consistent feedback scores.
bn: এই বিচারকের বর্তমান স্কোরের আদর্শ বিচ্যুতি; কম সামঞ্জস্যপূর্ণ প্রতিক্রিয়া স্কোর মানে বড় সংখ্যা সঙ্গে।
ca: La desviació estàndard de les puntuacions del jutge; com més gran és la xifra, menys consistència en les notes de retroalimentació.

source: The standard deviation of this adjudicator's current scores
bn: এই বিচারকের বর্তমান স্কোরের আদর্শ বিচ্যুতি
ca: La desviació estàndard d'aquest jutge amb les puntuacions actuals

source: Feedback Per Round
bn: প্রতি রাউন্ড প্রতিক্রিয়া
ca: Retroalimentació per ronda

source: Hover over the data points to show the average score received in that round
bn: সেই রাউন্ডে প্রাপ্ত গড় স্কোর দেখানোর জন্য ডেটা পয়েন্টের উপর ঘুরুন
ca: Passa el ratolí sobre els punts de dades per mostrar la puntuació mitjana rebuda en aquella ronda

source: View %(count)s<br>feedback
ca: Veure %(count)s<br> retroalimentació

source: Unsubmitted feedback ballots
bn: জমা না দেওয়া প্রতিক্রিয়া ব্যালট
ca: Retroalimentacions no entregades

source: View Missing Feedback
bn: অনুপস্থিত প্রতিক্রিয়া দেখুন
ca: Veure retroalimentacions pendents

source: Who is the feedback from?
bn: কার কাছ থেকে প্রতিক্রিয়া?
ca: De qui prové la retroalimentació?

source: Enter Feedback
bn: প্রতিক্রিয়া লিখুন
ca: Entrar retroalimentació

source: Add Feedback from %(name)s
bn: %(name)s থেকে প্রতিক্রিয়া যোগ করুন
ca: Afegeix retroalimentació de %(name)s

source: Add Feedback
bn: প্রতিক্রিয়া যোগ করুন
ca: Afegir retroalimentació

source: There are no feedback options because no rounds have been released to the public yet. Check back when they have!
bn: কোনো প্রতিক্রিয়ার বিকল্প নেই কারণ এখনও জনসাধারণের কাছে কোনো রাউন্ড প্রকাশ করা হয়নি। তারা আছে যখন ফিরে দেখুন!
ca: No hi ha opcions de retroalimentació perquè encara no s'ha alliberat cap ronda al públic. Torna quan s'hagi alliberat!

source: This tournament expects you to submit feedback <strong>only on the adjudicator who delivered the adjudication</strong>. Do not submit feedback on other adjudicators.
bn: এই টুর্নামেন্টটি আশা করে যে আপনি <strong>শুধুমাত্র সেই বিচারকের উপর মতামত জমা দেবেন যিনি রায় প্রদান করেছেন</strong>। অন্যান্য বিচারকদের প্রতিক্রিয়া জমা দেবেন না।
ca: Aquest torneig espera que envieu retroalimentació <strong>només al jutge que ha proporcionat la retroalimentació oral</strong>. No envieu retroalimentacions sobre altres jutges.

source: This tournament expects you to submit feedback on all of the adjudicators on the panel (including trainees).
bn: এই টুর্নামেন্ট আশা করে যে আপনি প্যানেলের সমস্ত বিচারকদের (শিক্ষার্থী সহ) প্রতিক্রিয়া জমা দেবেন।
ca: Aquest torneig espera que enviïs retroalimentació a tots els jutges del panell (inclosos aprenents).

source: There are some problems with this feedback submission. Please review and correct them.
bn: এই প্রতিক্রিয়া জমা দিয়ে কিছু সমস্যা আছে. পর্যালোচনা করুন এবং তাদের সংশোধন করুন।
ca: Hi ha problemes per entregar aquesta retroalimentació. Si us plau, revisa-la i corregeix-la.

source: When submitting this form your IP address will be stored for logging purposes.
bn: এই ফর্মটি জমা দেওয়ার সময় আপনার আইপি ঠিকানাটি লগিংয়ের উদ্দেশ্যে সংরক্ষণ করা হবে।
ca: Entregant aquest formulari, la teva adreça IP serà enregistrada per qüestions d'identificació.

source: Overview
bn: সংক্ষিপ্ত বিবরণ
ca: Visió general

source: Latest
bn: সর্বশেষ:
ca: Últimes

source: Unsubmitted
bn: জমাকৃত নয়
ca: No enviats

source: Important
bn: গুরুত্বপূর্ণ
ca: Rellevant

source: Comments
bn: মন্তব্য
ca: Comentaris

source: By Source
ca: Per emissor

source: By Target
ca: Per receptor

source: Bulk Update Scores
ca: Bolca l'actualització de puntuacions

source: Feedback %(source_type)s %(source_name)s
ca: Retroalimentació %(source_type)s %(source_name)s

source: %(source_name)s hasn't submitted any feedback yet.
ca: %(source_name)s no ha presentat cap retroalimentació per ara.

source: %(source_name)s hasn't received any feedback yet.
ca: %(source_name)s no ha rebut cap retroalimentació per ara.

source: This is most likely because the team or adjudicator who submitted this feedback has submitted several times on the same person; or because a team has submitted feedback on multiple panellists (rather than just the orallist).
ca: Això és molt probablement perquè l'equip o l'adjudicador que va enviar aquesta retroalimentació ha enviat diverses vegades una retroalimentació sobre la mateixa persona; o bé perquè un equip ha enviat retroalimentació sobre diversos membres del panell (en lloc de només sobre la persona que ha fet el retorn).

source: Unconfirmed; will not affect this adjudicator's score.
ca: No confirmada; no afectarà la puntuació del jutge.

source: The feedback is counted for the adjudicator, but is not taken into account when calculating scores.
ca: La retroalimentació compta com a entregada, però no afectarà la puntuació del jutge.

source: Ignored; will not affect this adjudicator's score.
ca: Ignorada; no afectarà la puntuació del jutge.

source: This feedback is submitted on an adjudicator but it looks like they have been since been removed from the debate. You should probably go to the Edit Database area and delete this feedback.
ca: La retroalimentació ha estat entregada cap a un jutge, però sembla que aquest ha estat eliminat del debat en qüestió. Hauries d'anar a editar la base de dades i eliminar aquesta retroalimentació.

source: The score given in this piece of feedback.
ca: La puntuació proporcionada en aquesta peça de retroalimentació.

source: On %(adjudicator)s
ca: A %(adjudicator)s

source: <span class="text-secondary small">Received as %(as_type)s</span>
ca: <span class="text-secondary small">Rebut com a %(as_type)s</span>

source: From %(source)s <span class="text-secondary small">(their %(relationship)s)</span>
ca: De %(source)s <span class="text-secondary small">(el seu/a %(relationship)s)</span>

source: From %(source)s <span class="text-secondary small">(%(relationship)s from %(side)s)</span>
ca: De %(source)s <span class="text-secondary small">(%(relationship)s de %(side)s)</span>

source: From unknown
ca: De desconegut

source: Unconfirmed feedback is not counted as having been submitted and does not affect this adjudicator's score.
ca: La retroalimentació no confirmada no compta com a entregada i tampoc afecta a la puntuació del jutge.

source: Un-confirm
ca: Des-confirma

source: Confirm
ca: Confirma

source: Ignored feedback is counted as having been submitted, but does not affect this adjudicator's score.
ca: La retroalimentació ignorada compta com a entregada, però no afecta la puntuació del jutge.

source: Un-ignore
ca: Des-ignora

source: Ignore
ca: Ignora

source: No feedback has been submitted yet
ca: Cap retroalimentació ha estat presentada de moment

source: <span id="c_breaking">%(c_breaking)s</span> marked as breaking
ca: <span id="c_breaking">%(c_breaking)s</span> seleccionat/s per passar el tall

source: The current <a href="%(option_url)s" class="alert-link">feedback configuration</a> allows and expects only chairs to submit feedback (on their panellists and trainees).
ca: L'actual <a href="%(option_url)s" class="alert-link">configuració de retroalimentació </a> permet i espera que només els jutges principals enviïn retroalimentació (sobre els membres del seu panell i els aprenents).

source: The current <a href="%(option_url)s" class="alert-link">feedback configuration</a> allows and expects both chairs and panellists to submit feedback on each other, and also chairs to submit feedback on trainees.
ca: L'actual <a href="%(option_url)s" class="alert-link">configuració de retroalimentació </a> permet i espera que els jutges principals i els panelistes s'enviïn retroalimentació entre ells i els principals als aprenents.

source: The current <a href="%(option_url)s" class="alert-link">feedback configuration</a> allows and expects both panellists and trainees to submit feedback on chairs, and chairs to submit feedback on every other member of the panel (including trainees).
ca: L'actual <a href="%(option_url)s" class="alert-link">configuració de retroalimentació </a> permet i espera que tant els membres del panell com els aprenents enviïn retroalimentació sobre els jutges principals, i que els principals enviïn retroalimentació sobre cada altre membre del panell (incloent-hi els aprenents).

source: The current <a href="%(option_url)s" class="alert-link">feedback configuration</a> allows and expects all adjudicators (including trainees) to submit feedback on every other member of the panel (including trainees).
ca: L'actual <a href="%(option_url)s" class="alert-link">configuració de retroalimentació </a> permet i espera que tots els jutges (incloent-hi els aprenents) enviïn retroalimentació sobre cada altre membre del panell (incloent-hi els aprenents).

source: There is <strong>%(nadjs_outside_range)s adjudicator</strong> with a score <strong>outside the permitted range</strong> of adjudicator scores, which is currently set as %(min_score)s to %(max_score)s. This can cause adjudicator auto-allocation to behave in unexpected ways. If you'd like to use a wider score range, you can configure this in <a href="%(feedback_settings_url)s" class="alert-link"> feedback settings</a>.
ca: Hi ha <strong>%(nadjs_outside_range)s jutge </strong> amb una puntuació <strong>fora del rang permès</strong> de les puntuacions de jutge, que han d'estar en el rang d'entre %(min_score)s i %(max_score)s punts. Això pot causar que la autoubicació dels jutges funcioni de maneres inesperades. Si vols ampliar el marge de puntuació, pots configurar-ho a <a href="%(feedback_settings_url)s" class="alert-link"> la configuració de les retroalimentacions</a>.

source: %(count)s adjudicator currently has a score equal to or above %(min)s and below %(max)s. That is %(percent)s%% of the adjudicator pool.
ca: %(count)s jutge actualment té una puntuació igual o superior a %(min)s i per sota de %(max)s. Això és el %(percent)s%% del conjunt de jutges.

source: Score Distributions (range is %(min_score)s–%(max_score)s)
ca: Distribució de puntuacions (el rang és d'entre %(min_score)s–%(max_score)s)

source: Feedback
bn: প্রতিক্রিয়া
ca: Retroalimentació

source: The proportion of an adjudicator's score determined by feedback vs the test is set on a per-round basis. Click this link and edit the 'Feedback weight' field to modify this ratio for %(round)s.
ca: El pes d'una nota de jutge de les retroalimentacions comparat amb el de la nota base es determina cada ronda. Clica en aquest enllaç i edita el pes de les retroalimentacions'Feedback weight' per modificar la ponderació per la ronda %(round)s.

source: Score Ratio
ca: Ponderacions de la nota

source: There is %(c_chairs)s debate per round, so there needs to be %(c_chairs)s chair.
ca: Hi ha %(c_chairs)s debat per ronda, aleshores necessitem %(c_chairs)s jutge principal.

source: There is %(c_debates)s debate per round, but only %(c_chairs)s above the minimum voting score.
ca: Hi ha %(c_debates)s debat per ronda, però només %(c_chairs)s per sobre la puntuació mínima per votar.

source: %(c_chairs)s chair
ca: %(c_chairs)s principal

source: All adjudicators with a score high enough to vote, but who aren't allocated as chairs, are allocated as panellists by the auto-allocator.
ca: Tots els jutges que tenen una nota suficient per votar però no han sigut assignats com a principals, seran assignats com a panelistes per l'autoubicador.

source: %(c_panellists)s panellist
ca: %(c_panellists)s panelista

source: Adjudicators are allocated as trainees by the auto-allocator if their score is less than the 'minimum voting score' (currently %(min_voting)s) set in this tournament's Draw Rules configuration.
ca: Els jutges seran assignats com a jutges aprenents per l'autoubicador si la seva puntuació està per sota del mínim per votar (actualment és %(min_voting)s) fixada des de la Configuració, a les Normes d'emparellaments.

source: %(c_trainees)s trainee
ca: %(c_trainees)s jutge aprenent

source: Auto-Allocate Distributions (%(min_voting_score)s+ to vote)
ca: Distribucions automàtiques (Més d'un %(min_voting_score)s per votar)

source: Change Base Score
ca: Canvia la nota base

source: The score range for adjudicators is between <strong>%(pref.adj_min_score)s</strong> and <strong>%(pref.adj_max_score)s</strong>. Decimals are permitted. This can be configured in <a href="%(feedback_options)s">Feedback settings</a>.
ca: El rang de notes pels jutges és d'entre <strong>%(pref.adj_min_score)s</strong> i <strong>%(pref.adj_max_score)s</strong>. Es permeten decimals. Això ho pots ajustar a <a href="%(feedback_options)s">la configuració de Retroalimentació</a>.

source: The minimum score require to be allocated as a panellist or chair (when using the auto-allocator) is <strong>%(min_voting_score)s</strong>. This can be configured in <a href="%(draw_rules)s">Draw settings</a>.
ca: La puntuació mínima per ser assignat com a jutge principal o panelista (amb l'autoubicador) és de <strong>%(min_voting_score)s</strong>. Això pot ser ajustat a <a href="%(draw_rules)s">la configuració d'emparellaments</a>.

source: Base score
bn: মূল স্কোর
ca: Nota base

source: Save Base Score
ca: Guarda la nota base

source: Who are you?
ca: Qui ets?

source: click your name or your team on this list
ca: clica el teu nom o el teu equip a la llista

# page title
source: Update Adjudicator Scores
bn: বিচারকের স্কোর আপডেট করুন
ca: Actualitza les notes de jutge
