Repository: roqueforti/tabbycat-2.9.2
Catalog: tabbycat/adjfeedback/locale/*/LC_MESSAGES/django.po
Languages: bn, ca

source: There aren't any adjudicators in this tournament, so you can't update any scores. You might want to <a href="%(import_url)s" class="alert-link">import some adjudicators</a> first.
bn: এই টুর্নামেন্টে কোনো বিচারক নেই, তাই আপনি কোনো স্কোর আপডেট করতে পারবেন না। আপনি হয়ত প্রথমে <a href="%(import_url)s" class="alert-link">কিছু বিচারক আমদানি করতে চান</a>৷
ca: No hi ha jutges en aquest torneig, i per això no pots actualitzar cap nota. Potser hauries de<a href="%(import_url)s" class="alert-link">importar alguns jutges</a> primer.

source: Paste a list of adjudicators' names and their new scores, in the format: <code>adjudicator,score</code>. For example:
bn: বিচারকদের নামের তালিকা এবং তাদের নতুন স্কোর, বিন্যাসে পেস্ট করুন: <code>বিচারক,স্কোর</code>। উদাহরণ স্বরূপ:
ca: Enganxa una llista dels noms dels jutges i les seves noves puntuacions, en el format: <code>jutge,puntuació</code>. Per exemple:

source: The adjudicators' names must match their names in the tab system exactly.
bn: বিচারকদের নাম অবশ্যই ট্যাব সিস্টেমে তাদের নামের সাথে মিলবে।
ca: Els noms dels jutges han de coincidir de manera exacta amb els noms introduïts en el sistema tab.

source: There are some problems with the data on this form:
bn: এই ফর্মের ডেটাতে কিছু সমস্যা আছে:
ca: Hi ha alguns problemes amb les dades d'aquest formulari:

source: Submit
bn: জমা
ca: Entregar

source: Feedback Overview
bn: প্রতিক্রিয়া সংক্ষিপ্ত বিবরণ
ca: Visió general de la Retroalimentació

source: Find Feedback on Adjudicator
bn: বিচারকের উপর প্রতিক্রিয়া খুঁজুন
ca: Troba una retroalimentació cap a un jutge

source: %(count)d feedback
ca: %(count)d retroalimentació

source: Feedbacks
bn: প্রতিক্রিয়াসমূহ
ca: Retroalimentacions

source: Find Feedback
bn: প্রতিক্রিয়া খুঁজুন
ca: Troba una retroalimentació

source: From Teams
bn: দল হতে
ca: Dels equips

source: From Adjudicators
bn: বিচারক হতে
ca: Dels jutges

source: Latest Feedback
bn: সর্বশেষ প্রতিক্রিয়া
ca: Últimes retroalimentacions

source: (30 most recent)
bn: (সর্বশেষ ৩০টি)
ca: (30 últimes)

source: Only Comments
bn: শুধুমাত্র মন্তব্য
ca: Només comentaris

source: (250 most recent)
bn: (সর্বশেষ ২৫০টি)
ca: (250 últimes)

source: Important Feedback
bn: গুরুত্বপূর্ণ প্রতিক্রিয়া
ca: Retroalimentacions rellevants

source: (rating was much higher/lower than expected)
bn: (রেটিং প্রত্যাশার চেয়ে অনেক বেশি/কম ছিল)
ca: (la puntuació ha estat molt més alta o baixa del que s'esperava)

source: A Team
bn: দল
ca: D'equip

source: Team
bn: দল
ca: Equip

source: Institution
bn: প্রতিষ্ঠান
ca: Institució

source: An Adjudicator
bn: বিচারক
ca: De jutge

source: Adjudicator
bn: বিচারক
ca: Jutge

source: Feedback from %(source)s on %(target)s added.
bn: %(source)s থেকে %(target)s যোগ করা হয়েছে।
ca: Retroalimentació de %(source)s a %(target)s afegida.

source: Thanks, %(source)s! Your feedback on %(target)s has been recorded.
bn: ধন্যবাদ, %(source)s! %(target)s এ আপনার প্রতিক্রিয়া রেকর্ড করা হয়েছে।
ca: Gràcies, %(source)s! La teva retroalimentació a %(target)s ha estat enregistrada correctament.

source: Whoops! I didn't recognise that adjudicator: %(adjudicator)s
bn: উফফফ! আমি সেই বিচারককে চিনতে পারিনি: %(adjudicator)s
ca: Vatua l'olla! No reconec aquest jutge: %(adjudicator)s

source: Whoops! The value isn't a valid base score.
bn: উফফফ! মানটি একটি বৈধ বেইজ স্কোর নয়।
ca: Vatua l'olla! La nota no és vàlida.

source: Feedback Progress
bn: প্রতিক্রিয়া অগ্রগতি
ca: Progrés en les retroalimentacions

source: %(nmissing)d missing feedback submission (%(fulfilled).1f%% returned)
bn: %(nmissing)d অনুপস্থিত প্রতিক্রিয়া জমা (%(fulfilled)। 1f%% ফিরে এসেছে)
ca: %(nmissing)d retroalimentació pendent (%(fulfilled).1f%% enviades)

source: Feedback for %(adjudicator)s from %(source)s is now %(result)s.
bn: %(source)s থেকে %(adjudicator)s এর জন্য প্রতিক্রিয়া এখন %(result)s।
ca: Retroalimentació per %(adjudicator)s de %(source)s és de %(result)s.

source: confirmed
bn: নিশ্চিত
ca: confirmat

source: un-confirmed
bn: অনিশ্চিত
ca: no confirmada

source: un-ignored
bn: অ-উপেক্ষিত
ca: no ignorada

source: Updated base score for %(count)d adjudicator.
ca: Nota base actualitzada per %(count)d jutge.

source: adjudicator feedback boolean answer
bn: বিচারক প্রতিক্রিয়া বুলিয়ান উত্তর

source: adjudicator feedback boolean answers
bn: বিচারক প্রতিক্রিয়া বুলিয়ান উত্তর সমূহ

source: adjudicator feedback integer answer
bn: বিচারক প্রতিক্রিয়া পূর্ণসংখ্যক উত্তর

source: adjudicator feedback integer answers
bn: বিচারক প্রতিক্রিয়া পূর্ণসংখ্যক উত্তর সমূহ

source: adjudicator feedback float answer
bn: বিচারক প্রতিক্রিয়া ভাসমান উত্তর

source: adjudicator feedback float answers
bn: বিচারক প্রতিক্রিয়া ভাসমান উত্তর সমূহ

source: adjudicator feedback string answer
bn: বিচারক প্রতিক্রিয়া স্ট্রিং উত্তর

source: adjudicator feedback string answers
bn: বিচারক প্রতিক্রিয়া স্ট্রিং উত্তর সমূহ

source: integer (textbox)
bn: পূর্ণসংখ্যা (টেক্সট বক্স)

source: integer scale
bn: পূর্ণসংখ্যা মাত্রা

source: float
bn: ডুবন্ত/ ভাসা

source: text
bn: মূলপাঠ/পাঠ্য

source: Minimum allowed value for numeric fields (ignored for text or boolean fields)
bn: সংখ্যাযুক্ত ক্ষেত্রগুলির জন্য সর্বনিম্ন অনুমোদিত মান (পাঠ্য বা বুলিয়ান ক্ষেত্রগুলির জন্য উপেক্ষা করা)

source: Maximum allowed value for numeric fields (ignored for text or boolean fields)
bn: সংখ্যাযুক্ত ক্ষেত্রগুলির জন্য সর্বোচ্চ অনুমোদিত মান (পাঠ্য বা বুলিয়ান ক্ষেত্রগুলির জন্য উপেক্ষা করা)

source: Permissible choices for select one/multiple fields (ignored for other fields)
bn: এক/একাধিক ক্ষেত্র নির্বাচনের জন্য অনুমোদিত পছন্দ (অন্যান্য ক্ষেত্রের জন্য উপেক্ষা করা)

source: Base
bn: মূল
