Repository: roqueforti/tabbycat-2.9.2
Catalog: tabbycat/motions/locale/*/LC_MESSAGES/django.po
Languages: ca, vi

source: Motions
ca: Mocions
vi: Kiến nghị

source: The full motion e.g., "This House would straighten all bananas"
ca: La moció completa e.g., "Aquesta Casa redreçaria tots els plàtans"
vi: Bản đầy đủ của kiến nghị, ví dụ: "Chúng tôi sẽ làm thẳng mọi quả chuối"

source: reference
ca: referència
vi: mẫu

source: Shortcode for the motion, e.g., "Bananas"
ca: Etiqueta per a la moció, e.g., "Plàtans"
vi: Vắn tắt nội dung của kiến nghị, ví dụ: "Chuối"

source: info slide
ca: diapositiva d'informació
vi: trang thông tin

source: The information slide for this topic; if it has one
ca: La diapositiva d'informació per la moció, si en té
vi: Trang thông tin cho chủ đề này, nếu có

source: tournament
ca: torneig
vi: giải

source: rounds
ca: ronda
vi: vòng

source: motion
ca: moció
vi: kiến nghị

source: motions
ca: mocions
vi: kiến nghị

source: debate team
ca: equip de debat
vi: đội

source: preferences
ca: preferències
vi: tùy chỉnh

source: ballot submission
ca: enviament de la Taula de Resultats
vi: bản nộp phiếu điểm

source: round
ca: ronda
vi: vòng

source: sequence number
ca: número de seqüència
vi: số thứ tự

source: The order in which motions are displayed
ca: L'ordre en què es mostren les mocions

source: round motion
ca: moció de la ronda
vi: kiến nghị của vòng

source: round motions
ca: mocions de la ronda
vi: kiến nghị của vòng

source: extremely strong evidence
ca: evidència molt forta

source: strong evidence
ca: evidència forta

source: moderate evidence
ca: evidència moderada

source: weak evidence
ca: evidència dèbil

source: very weak evidence
ca: evidència molt dèbil

source: extremely weak evidence
ca: evidència extremadament dèbil

source: balance inconclusive
ca: balanç inconclús

source: too few debates to get a meaningful statistic
ca: massa pocs debats per obtenir una estadística significativa

source: imbalanced at %(level)s level
ca: desequilibrat al %(level)s

source: χ² statistic is %(chisq).3f, providing %(evidence)s to suggest that this motion was imbalanced — at a %(level)s level of significance.
ca: χ² estadística és %(chisq).3f, provant %(evidence)s per suggerir que la moció està desequilibrada — en un nivell de %(level)s de significació.

source: probably balanced
ca: probablement equilibrat

source: χ² statistic is %(chisq).3f, providing insufficient evidence to suggest that this motion was imbalanced at any level of significance.
ca: χ² estadístic és %(chisq).3f, provant que la moció està desequilibrada en tots els nivells de significació.

source: View Info Slide
ca: Veure Diapositiva d'informació

source: results from %(ndebates)s debate
ca: resultats per %(ndebates)s debat

source: %(advancing)s of %(ndebates)s team on %(side)s (%(percentage)s%%) advanced
ca: %(advancing)s de %(ndebates)s equip a %(side)s (%(percentage)s%%) avança

source: %(eliminated)s of %(ndebates)s team on %(side)s (%(percentage)s%%) were eliminated
ca: %(eliminated)s de %(ndebates)s equip a %(side)s (%(percentage)s%%) avança

source: advanced
ca: avança
vi: nâng cao

# abbreviation for 'advanced', used when not enough space
source: adv.
ca: av.
vi: n.cao

source: eliminated
ca: eliminat
vi: loại

source: %(side)s results distribution
ca: %(side)s distribució de resultats

source: No results for this motion
ca: No hi ha resultats per a aquesta moció

source: Government
ca: Govern
vi: Ủng hộ

source: Opposition
ca: Oposició
vi: Phản đối

source: Average Points per bench
ca: Mitjana de punts per bancada
vi: Điểm trung bình của từng phe

source: Opening
ca: Alta

source: Closing
ca: Baixa

source: Average Points per half
ca: Mitjana de punts per costat

source: average points per position (%(ndebates)s debate)
ca: mitjana de punts per posició (%(ndebates)s debat)

source: %(count)s result for %(side)s (%(percentage)s%%) were for %(points)s points
ca: %(count)s resultat per %(side)s (%(percentage)s%%) han estat de %(points)s punts

source: %(side)s results
ca: %(side)s resultats
vi: %(side)s kết quả

source: %(count)s %(side)s win
ca: %(count)s %(side)s guanya
vi: %(count)s %(side)s chiến thắng

source: No teams debated this motion
ca: No hi ha equips que debatin aquesta moció
vi: Không có đội nào tranh biện kiến nghị này

source: No teams vetoed this motion
ca: Cap equip va vetar aquesta moció

source: Edit Motion
ca: Editar moció
vi: Chỉnh sửa Kiến nghị

source: Display Draw
ca: Mostrar aparellaments
vi: Hiện thị bảng đấu

source: This will replace all existing motions for this round. The motions themselves will still be in the database.
ca: Això substituirà totes les mocions existents per a aquesta ronda. Les mocions en si mateixes continuaran estant a la base de dades.

source: Reuse Motions from Last Round
ca: Reutilitzar les mocions de la darrera ronda
vi: Sử dụng Kiến nghị từ Vòng Trước

source: Use Existing Motions
ca: Utilitza les mocions existents
vi: Sử dụng kiến nghị hiện tại

source: The motion for this round is currently publicly displayed because it was released. Any changes made here will be publicly visible as well as soon as they are saved.
ca: La moció per a aquesta ronda està actualment visible públicament perquè ha estat publicada. Qualsevol canvi realitzat aquí serà visible públicament tan aviat com es guardi.

source: Save Motion
ca: Guarda la moció
vi: Lưu kiến nghị

source: Info Slide
ca: Diapositiva d'informació
vi: Trang Thông tin

source: There are no motions available for this round.
ca: No hi ha mocions disponibles en aquesta ronda.
vi: Không có kiến nghị nào có sẵn cho vòng này.

source: The motions for this round have not been released.
ca: Les mocions per aquesta ronda no han estat publicades.
vi: Các kiến nghị cho vòng này chưa được công bố.

source: The motion for this round has not been released.
ca: La moció per aquesta ronda no ha estat publicada.
vi: Kiến nghị cho vòng này chưa được công bố.

source: Motion for %(round)s
ca: Moció per %(round)s
vi: Kiến nghị cho %(round)s

source: Reveal Info Slide for %(round)s
ca: Revela la diapositiva d'informació per %(round)s
vi: Tiết lộ Trang Thông tin cho %(round)s

source: Reveal Motion for %(round)s
ca: Revela la moció per %(round)s
vi: Tiết lộ Kiến nghị cho %(round)s

source: There are no motions for this round entered into Tabbycat.
ca: No hi ha mocions introduïdes per a aquesta ronda a Tabbycat.
vi: Không có kiến nghị nào cho vòng này được nhập vào Tabbycat.

source: The motion has been saved.
ca: La moció ha estat guardada.
vi: Kiến nghị đã được lưu.

source: %(count)d motion has been saved.
ca: %(count)d mocions han estat guardades.
vi: %(count)d kiến nghị đã được lưu.

source: text
vi: văn bản

source: debate team motion preference
vi: tuỳ chỉnh kiến nghị đội tranh biện

source: debate team motion preferences
vi: tuỳ chỉnh kiến nghị đội tranh biện

# abbreviation for 'eliminated', used when not enough space
source: elim.
vi: loại

source: %(count)s %(side)s veto
vi: %(count)s %(side)s phản đối

source: %(count)d motion has been deleted.
vi: %(count)d kiến nghị đã được xóa.

source: Motions cannot be copied to the first round.
vi: Kiến nghị không thể được sao chép từ vòng trước.

source: Reused the motion from the previous round.
vi: Sử dụng lại %(count)d kiến nghị từ vòng trước.

source: Released the motion.
vi: Đã công bố kiến nghị.

source: Unreleased the motion.
vi: Đã đóng kiến nghị.

source: Round Motions
vi: Kiến nghị của Vòng

source: Motion Statistics
vi: Thống kê về Kiến nghị
